<template>
  <div id="app">
    <div style='width: 100%;height: 100%;'>
    <header class="primary-header primary-bg">
	    <i class="icon icon-109" id='back'></i>用户条款及协议
	</header>
	<div class="text-container">
		<p>
			在此特别提醒您（用户）在成为乐娱帮用户之前，请认真阅读本《用户条款及协议》（以下简称“协议”），确保您充分理解本协议中各条款。除非您接受本协议所有条款，否则您无权登录或使用本协议所涉服务。您的登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。  本协议约定乐娱帮线上KTV与用户之间关于“约唱”服务（以下简称“服务”）的权利义务。“用户”是指登录、使用本服务的个人。本协议可由乐娱帮随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本公众号中查阅最新版协议条款。
		</p>
		<h1 style="font-size: .32rem;line-height: .6rem;">
			用户声明与保证
		</h1>
 		<p>
 			1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。
 		</p>
 		<p>
 			2、用户有义务在使用时提供自己的真实资料，并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性，保证乐娱帮工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。
 		</p>
 		<p>
 			3、用户通过使用乐娱帮的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：
 		</p>
 		<p>（1）反对宪法所确定的基本原则的；</p>
 		<p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
 		<p>（3）损害国家荣誉和利益的；</p>
 		<p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
 		<p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
 		<p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
 		<p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
 		<p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
 		<p>（9）含有法律、行政法规禁止的其他内容的。</p>
  		<p>
  			4、用户不得利用“约唱”账号或本服务制作、上载、复制、发布、传播下干扰“乐娱帮线上KTV”正常运营，以及侵犯其他用户或第三方合法权益的内容：
  		</p>
  		<p>（1）含有任何性或性暗示的；</p>
  		<p>（2）含有辱骂、恐吓、威胁内容的；</p>
  		<p>（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
  		<p>（4）涉及他人隐私、个人信息或资料的；</p>
  		<p>（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
  		<p>（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
  		<p>
			本平台相关声明版权及其修改权、更新权和最终解释权均属乐娱帮所有。
  		</p>
	</div>
</div>
  </div>
</template>

<script>
  export default {
    name: 'app',
  }
</script>
